Repository: dias-smith-rock/AIFamily
Catalog: reminder/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, pt, ta, zh_hans, zh_hant

# 您的加入请求已提交。请等待管理员批准。
source: Your join request has been submitted. Please wait for admin approval.
ar: لقد تم تقديم طلب الانضمام الخاص بك. الرجاء الانتظار لموافقة المشرف.
es: Su solicitud de unión ha sido enviada. Espere la aprobación del administrador.
fr: Votre demande d'adhésion a été soumise. Veuillez attendre l'approbation de l'administrateur.
hi: आपका शामिल होने का अनुरोध सबमिट कर दिया गया है. कृपया व्यवस्थापक अनुमोदन की प्रतीक्षा करें.
pt: Sua solicitação de adesão foi enviada. Aguarde a aprovação do administrador.
ta: உங்கள் சேர கோரிக்கை சமர்ப்பிக்கப்பட்டது. நிர்வாக ஒப்புதலுக்காக காத்திருக்கவும்.
zh_hans: 您的加入请求已提交。请等待管理员批准。
zh_hant: 您的加入請求已提交。請等待管理員批准。

# 您的反馈能帮助我们为群组和团队把应用做得更好。愿意花一点时间留个评价吗？
source: Your feedback helps us improve the app for groups and teams. Would you mind leaving a quick review?
ar: ملاحظاتك تساعدنا على تحسين التطبيق للمجموعات والفرق. هل تود ترك تقييم سريع؟
es: Tu opinión nos ayuda a mejorar la app para grupos y equipos. ¿Podrías dejar una reseña rápida?
fr: Vos retours nous aident à améliorer l'app pour les groupes et les équipes. Pourriez-vous laisser un avis rapide ?
hi: आपकी प्रतिक्रिया समूहों और टीमों के लिए ऐप को बेहतर बनाने में मदद करती है। क्या आप एक समीक्षा छोड़ सकते हैं?
pt: O seu feedback ajuda-nos a melhorar a app para grupos e equipas. Pode deixar uma avaliação rápida?
ta: உங்கள் கருத்து குழுக்களுக்கும் அணிகளுக்கும் செயலியை மேம்படுத்த உதவுகிறது. ஒரு மதிப்புரை விடுவீர்களா?
zh_hans: 您的反馈能帮助我们为群组和团队把应用做得更好。愿意花一点时间留个评价吗？
zh_hant: 您的回饋能幫助我們為群組與團隊把應用做得更好。願意花一點時間留個評價嗎？

# 您的登录会话已过期。请重新登录。
source: Your sign-in session has expired. Please sign in again.
ar: لقد انتهت صلاحية جلسة تسجيل الدخول الخاصة بك. الرجاء تسجيل الدخول مرة أخرى.
es: Su sesión de inicio de sesión ha caducado. Por favor inicia sesión nuevamente.
fr: Votre session de connexion a expiré. Veuillez vous reconnecter.
hi: आपका साइन-इन सत्र समाप्त हो गया है. कृपया पुनः साइन इन करें.
pt: Sua sessão de login expirou. Faça login novamente.
ta: உங்கள் உள்நுழைவு அமர்வு காலாவதியானது. மீண்டும் உள்நுழையவும்.
zh_hans: 您的登录会话已过期。请重新登录。
zh_hant: 您的登入會話已過期。請重新登入。

# 您还没有加入任何群组
source: You haven't joined any groups yet
ar: لم تنضم إلى أي مجموعات حتى الآن
es: Aún no te has unido a ningún grupo
fr: Vous n'avez encore rejoint aucun groupe
hi: आप अभी तक किसी भी समूह में शामिल नहीं हुए हैं
pt: Você ainda não entrou em nenhum grupo
ta: நீங்கள் இதுவரை எந்தக் குழுக்களிலும் சேரவில்லை
zh_hans: 您还没有加入任何群组
zh_hant: 您還沒有加入任何群組

# 感谢您的支持，尽情使用 Pro 功能吧。
source: Thank you for your support. Enjoy Pro features!
ar: شكرًا لدعمك. استمتع بميزات Pro!
es: Gracias por tu apoyo. ¡Disfruta las funciones Pro!
fr: Merci pour votre soutien. Profitez des fonctionnalités Pro !
hi: आपके समर्थन के लिए धन्यवाद। Pro सुविधाओं का आनंद लें!
pt: Obrigado pelo apoio. Aproveite os recursos Pro!
ta: உங்கள் ஆதரவுக்கு நன்றி. Pro அ 기능களை அனுபவிக்கவும்!
zh_hans: 感谢您的支持，尽情使用 Pro 功能吧。
zh_hant: 感謝您的支持，盡情使用 Pro 功能吧。

# 成员信息
source: Member Info
ar: معلومات العضو
es: Información de miembro
fr: Informations sur les membres
hi: सदस्य जानकारी
pt: Informações dos membros
ta: உறுப்பினர் தகவல்
zh_hans: 成员信息
zh_hant: 成員資訊

# 成员创建失败：群组上下文不一致。
source: Failed to create member: Inconsistent group context.
ar: فشل إنشاء العضو: سياق المجموعة غير متناسق.
es: No se pudo crear el miembro: contexto de grupo inconsistente.
fr: Échec de la création du membre : contexte de groupe incohérent.
hi: सदस्य बनाने में विफल: असंगत समूह संदर्भ।
pt: Falha ao criar membro: contexto de grupo inconsistente.
ta: உறுப்பினரை உருவாக்குவதில் தோல்வி: சீரற்ற குழு சூழல்.
zh_hans: 成员创建失败：群组上下文不一致。
zh_hant: 成員建立失敗：群組上下文不一致。

# 成员头像
source: Profile Photo
ar: الصورة الرمزية للأعضاء
es: avatar de miembro
fr: Avatar du membre
hi: सदस्य अवतार
pt: Avatar do membro
ta: உறுப்பினர் அவதாரம்
zh_hans: 成员头像
zh_hant: 成員頭像

# 成员操作
source: Member operations
ar: عمليات الأعضاء
es: Operaciones de miembros
fr: Opérations des membres
hi: सदस्य संचालन
pt: Operações de membros
ta: உறுப்பினர் செயல்பாடுகள்
zh_hans: 成员操作
zh_hant: 成員操作

# 成员档案
source: Member Profile
ar: عضو Proملف
es: Miembro Proarchivo
fr: Membre Profichier
hi: सदस्य Proफ़ाइल
pt: Membro Proarquivo
ta: உறுப்பினர் Profile
zh_hans: 成员档案
zh_hant: 成員檔案

# 成员详情
source: Member Details
ar: تفاصيل العضو
es: Detalles del miembro
fr: Détails du membre
hi: सदस्य विवरण
pt: Detalhes do membro
ta: உறுப்பினர் விவரங்கள்
zh_hans: 成员详情
zh_hant: 成員詳情

# 成长数据
source: Growth Data
ar: بيانات النمو
es: datos de crecimiento
fr: données de croissance
hi: विकास डेटा
pt: dados de crescimento
ta: வளர்ச்சி தரவு
zh_hans: 成长数据
zh_hant: 成長數據

# 我
source: Me
ar: أنا
es: Yo
fr: Moi
hi: मैं
pt: Eu
ta: நான்
zh_hans: 我
zh_hant: 我

# 我的
source: Mine
ar: مِلكِي
es: mío
fr: le mien
hi: मेरा
pt: meu
ta: என்னுடையது
zh_hans: 我的
zh_hant: 我的

# 我的空间
source: My Space
ar: مساحتي
es: Mi espacio
fr: Mon espace
hi: मेरा स्थान
pt: Meu espaço
ta: என் இடம்
zh_hans: 我的空间
zh_hant: 我的空間

# 我的群组
source: My groups
ar: مجموعتي
es: Mi grupo
fr: Mon groupe
hi: मेरा समूह
pt: Meu grupo
ta: என் குழு
zh_hans: 我的群组
zh_hant: 我的群組

# 我知道了
source: Got it
ar: أرى
es: Veo
fr: Je vois
hi: अच्छा ऐसा है
pt: Eu vejo
ta: நான் பார்க்கிறேன்
zh_hans: 我知道了
zh_hant: 我知道了

# 我自己
source: Myself
ar: أنا
es: Yo
fr: Moi
hi: मैं स्वयं
pt: Eu mesmo
ta: நானே
zh_hans: 我自己
zh_hant: 我自己

# 或
source: or
ar: أو
es: o
fr: ou
hi: या
pt: ou
ta: அல்லது
zh_hans: 或
zh_hant: 或

# 截止日期
source: Due date
ar: تاريخ الاستحقاق
es: Fecha límite
fr: Date limite
hi: अंतिम तिथि
pt: Data limite
ta: காலக்கெடு தேதி
zh_hans: 截止日期
zh_hant: 截止日期

# 截止期限
source: Due by
ar: الموعد النهائي
es: Fecha límite
fr: Date limite
hi: अंतिम समय
pt: Prazo
ta: காலக்கெடு
zh_hans: 截止期限
zh_hant: 截止期限

# 所有人
source: everyone
ar: الجميع
es: todos
fr: tout le monde
hi: सब लोग
pt: todos
ta: அனைவரும்
zh_hans: 所有人
zh_hant: 所有人

# 所选成员不符合接收权限的条件，请重新选择。
source: The selected member cannot receive ownership. Please choose again.
ar: لا يمكن للعضو المحدد الحصول على الملكية. الرجاء الاختيار مرة أخرى.
es: El miembro seleccionado no puede recibir la propiedad. Por favor elige de nuevo.
fr: Le membre sélectionné ne peut pas recevoir la propriété. Veuillez choisir à nouveau.
hi: चयनित सदस्य को स्वामित्व प्राप्त नहीं हो सकता. कृपया पुनः चुनें.
pt: O membro selecionado não pode receber propriedade. Por favor, escolha novamente.
ta: தேர்ந்தெடுக்கப்பட்ட உறுப்பினர் உரிமையைப் பெற முடியாது. மீண்டும் தேர்வு செய்யவும்.
zh_hans: 所选成员不符合接收权限的条件，请重新选择。
zh_hant: 所選成員不符合接收權限的條件，請重新選擇。

# 手机号
source: Phone Number
ar: رقم التليفون
es: Número de teléfono
fr: Numéro de téléphone
hi: फ़ोन नंबर
pt: Número de telefone
ta: தொலைபேசி எண்
zh_hans: 手机号
zh_hant: 手機號

# 打破建群上限，支持容纳无限成员，连接你的多重生活圈。
source: No group caps—connect every circle of your life with unlimited members.
ar: لا حدود للمجموعات — اربط دوائر حياتك بعدد غير محدود من الأعضاء.
es: Sin límites de grupos: conecta todos tus círculos con miembros ilimitados.
fr: Plus de limite de groupes — reliez tous vos cercles avec des membres illimités.
hi: समूह सीमा नहीं — असीमित सदस्यों के साथ अपने सभी सर्कल जोड़ें।
pt: Sem limites de grupos — conecte todos os seus círculos com membros ilimitados.
ta: குழு வரம்பு இல்லை — வரம்பற்ற உறுப்பினர்களுடன் உங்கள் வாழ்க்கை வட்டங்களை இணைக்கவும்.
zh_hans: 打破建群上限，支持容纳无限成员，连接你的多重生活圈。
zh_hant: 打破建群上限，支援容納無限成員，連結你的多重生活圈。

# 执行失败
source: Failed
ar: فشل
es: Fallido
fr: Échec
hi: विफल
pt: Falhou
ta: தோல்வி
zh_hans: 执行失败
zh_hant: 執行失敗

# 执行日期
source: Date
ar: تاريخ
es: Fecha
hi: तारीख
pt: Data
ta: தேதி
zh_hans: 时间
zh_hant: 时间

# 执行时间
source: Execution time
ar: وقت التنفيذ
es: tiempo de ejecución
fr: Temps d'exécution
hi: निष्पादन का समय
pt: Tempo de execução
ta: செயல்படுத்தும் நேரம்
zh_hans: 执行时间
zh_hant: 執行時間

# 执行端调试入口
source: Execution side debugging entrance
ar: مدخل تصحيح الأخطاء من جانب التنفيذ
es: Entrada de depuración del lado de ejecución
fr: Entrée de débogage côté exécution
hi: निष्पादन पक्ष डिबगिंग प्रवेश द्वार
pt: Entrada de depuração do lado da execução
ta: செயல்படுத்தல் பக்க பிழைத்திருத்த நுழைவு
zh_hans: 执行端调试入口
zh_hant: 執行端調試入口

# 扫一扫加入
source: Scan to join
ar: مسح للانضمام
es: Escanear para unirte
fr: Scannez pour rejoindre
hi: शामिल होने के लिए स्कैन करें
pt: Digitalize para participar
ta: சேர ஸ்கேன் செய்யவும்
zh_hans: 扫一扫加入
zh_hant: 掃一掃加入

# 扫码 / 邀请码加入
source: Scan code/invite code to join
ar: مسح الرمز/رمز الدعوة للانضمام
es: Escanear código/código de invitación para unirse
fr: Scannez le code/code d'invitation pour rejoindre
hi: शामिल होने के लिए कोड स्कैन करें/कोड आमंत्रित करें
pt: Digitalize o código/código de convite para participar
ta: சேர குறியீட்டை ஸ்கேன் செய்யவும்/அழைப்புக் குறியீடு
zh_hans: 扫码 / 邀请码加入
zh_hant: 掃碼 / 邀請碼加入

# 批准后你会自动进入群组主界面。
source: After approval, you will automatically enter the main interface of the group.
ar: بعد الموافقة، ستدخل تلقائيًا إلى الواجهة الرئيسية للمجموعة.
es: Después de la aprobación, ingresará automáticamente a la interfaz principal del grupo.
fr: Après approbation, vous entrerez automatiquement dans l’interface principale du groupe.
hi: अनुमोदन के बाद, आप स्वचालित रूप से समूह के मुख्य इंटरफ़ेस में प्रवेश करेंगे।
pt: Após a aprovação, você entrará automaticamente na interface principal do grupo.
ta: ஒப்புதலுக்குப் பிறகு, நீங்கள் தானாகவே குழுவின் முக்கிய இடைமுகத்தை உள்ளிடுவீர்கள்.
zh_hans: 批准后你会自动进入群组主界面。
zh_hant: 批准後你會自動進入群組主介面。

# 护照号
source: Passport No.
ar: رقم جواز السفر
es: Número de pasaporte
fr: Numéro de passeport
hi: पासपोर्ट नंबर
pt: Número do passaporte
ta: பாஸ்போர்ட் எண்
zh_hans: 护照号
zh_hant: 護照號

# 拍照
source: Take Photo
ar: التقط صورة
es: tomar foto
fr: Prendre une photo
hi: फ़ोटो लें
pt: Tirar foto
ta: புகைப்படம் எடு
zh_hans: 拍照
zh_hant: 拍照

# 拍照创建任务
source: Create task from photo
ar: إنشاء مهمة من صورة
es: Crear tarea desde foto
fr: Créer une tâche depuis une photo
hi: फ़ोटो से कार्य बनाएँ
pt: Criar tarefa a partir de foto
ta: புகைப்படத்திலிருந்து பணி உருவாக்கு
zh_hans: 拍照创建任务
zh_hant: 拍照建立任務

# 拖选文字后可复制
source: Drag and select text to copy
ar: اسحب النص وحدده لنسخه
es: Arrastra y selecciona el texto para copiar
fr: Faites glisser et sélectionnez le texte à copier
hi: कॉपी करने के लिए टेक्स्ट को खींचें और चुनें
pt: Arraste e selecione o texto para copiar
ta: நகலெடுக்க உரையை இழுத்து தேர்ந்தெடுக்கவும்
zh_hans: 拖选文字后可复制
zh_hant: 拖選文字後可複製

# 指定重复结束日期
source: Specify end date
ar: حدد تاريخ الانتهاء
es: Especifique la fecha de finalización
fr: Précisez la date de fin
hi: समाप्ति तिथि निर्दिष्ट करें
pt: Especifique a data de término
ta: முடிவுத் தேதியைக் குறிப்பிடவும்
zh_hans: 指定结束日期
zh_hant: 指定結束日期

# 排序群组成员
source: Sort group members
ar: فرز أعضاء المجموعة
es: Ordenar miembros del grupo
fr: Trier les membres du groupe
hi: समूह के सदस्यों को क्रमबद्ध करें
pt: Classificar membros do grupo
ta: குழு உறுப்பினர்களை வரிசைப்படுத்துங்கள்
zh_hans: 排序群组成员
zh_hant: 排序群組成員

# 接受任务
source: Accept task
ar: قبول المهمة
es: Aceptar tarea
fr: Accepter la tâche
hi: कार्य स्वीकार करें
pt: Aceitar tarefa
ta: பணியை ஏற்றுக்கொள்
zh_hans: 接受任务
zh_hant: 接受任務

# 接放学
source: Pick up and drop off from school
ar: التقاط والتوصيل من المدرسة
es: Recoger y dejar en la escuela.
fr: Prise en charge et retour à l'école
hi: स्कूल से लेना और छोड़ना
pt: Pegar e entregar na escola
ta: பள்ளியிலிருந்து அழைத்து வரவும்
zh_hans: 接放学
zh_hant: 接放學

# 接补习班
source: Take cram school
ar: خذ مدرسة كرام
es: Tomar escuela intensiva
fr: Prendre une école secondaire
hi: रटना स्कूल ले लो
pt: Faça cursinho
ta: க்ராம் பள்ளியை எடுத்துக் கொள்ளுங்கள்
zh_hans: 接补习班
zh_hant: 接補習班

# 推动和声音
source: Push & Sounds
ar: الدفع والأصوات
es: Empuje y sonidos
fr: Poussées et sons
hi: धक्का और ध्वनि
pt: Empurrar e sons
ta: புஷ் & சவுண்ட்ஸ்
zh_hans: 推动和声音
zh_hant: 推動和聲音

# 推荐
source: Recommended
ar: موصى به
es: Recomendado
fr: Recommandé
hi: अनुशंसित
pt: Recomendado
ta: பரிந்துரைக்கப்பட்டது
zh_hans: 推荐
zh_hant: 推薦

# 提前 %lld 分钟 · 任务即将开始
source: %lld min before · task starting soon
ar: %lld دقيقة قبل · ستبدأ المهمة قريبًا
es: %lld min antes · tarea que comenzará pronto
fr: %lld min avant · la tâche commence bientôt
hi: %lld मिनट पहले · कार्य जल्द ही शुरू हो रहा है
pt: %lld min antes · tarefa começando em breve
ta: %lld நிமிடத்திற்கு முன் · பணி விரைவில் தொடங்கும்
zh_hans: 提前 %lld 分钟 · 任务即将开始
zh_hant: 提前 %lld 分鐘 · 任務即將開始

# 提前%lld分钟
source: %lld minutes before
ar: قبل %lld دقيقة
es: %lld minutos antes
fr: %lld minutes avant
hi: %lld मिनट पहले
pt: %lld minutos antes
ta: %lld நிமிடங்களுக்கு முன்
zh_hans: 提前%lld分钟
zh_hant: 提前%lld分鐘

# 提前1小时
source: 1 hour before
ar: قبل ساعة واحدة
es: 1 hora antes
fr: 1 heure avant
hi: 1 घंटे पहले
pt: 1 hora antes
ta: 1 மணி நேரத்திற்கு முன்
zh_hans: 提前1小时
zh_hant: 提前1小時

# 提前5分钟
source: 5 minutes before
ar: قبل 5 دقائق
es: 5 minutos antes
fr: 5 minutes avant
hi: 5 मिनट पहले
pt: 5 minutos antes
ta: 5 நிமிடங்களுக்கு முன்
zh_hans: 提前5分钟
zh_hant: 提前5分鐘

# 提前10分钟
source: 10 minutes before
ar: قبل 10 دقائق
es: 10 minutos antes
fr: 10 minutes avant
hi: 10 मिनट पहले
pt: 10 minutos antes
ta: 10 நிமிடங்களுக்கு முன்
zh_hans: 提前10分钟
zh_hant: 提前10分鐘

# 提前15分钟
source: 15 minutes before
ar: قبل 15 دقيقة
es: 15 minutos antes
fr: 15 minutes avant
hi: 15 मिनट पहले
pt: 15 minutos antes
ta: 15 நிமிடங்களுக்கு முன்
zh_hans: 提前15分钟
zh_hant: 提前15分鐘

# 提前30分钟
source: 30 minutes before
ar: قبل 30 دقيقة
es: 30 minutos antes
fr: 30 minutes avant
hi: 30 मिनट पहले
pt: 30 minutos antes
ta: 30 நிமிடங்களுக்கு முன்
zh_hans: 提前30分钟
zh_hant: 提前30分鐘

# 提示
source: Notice
ar: تَلمِيح
es: pista
fr: indice
hi: संकेत देना
pt: dica
ta: குறிப்பு
zh_hans: 提示
zh_hant: 提示

# 提醒
source: Remind
ar: يتذكر
es: Recordar
fr: Rappeler
hi: याद दिलाना
pt: Lembrar
ta: நினைவூட்டு
zh_hans: 提醒
zh_hant: 提醒

# 提醒他快一点
source: Remind him to hurry up
ar: ذكره بأن يسرع
es: Recuérdale que se dé prisa
fr: Rappelez-lui de se dépêcher
hi: उसे जल्दी करने के लिए याद दिलाएं
pt: Lembre-o de se apressar
ta: அவரை அவசரப்படுத்த நினைவூட்டுங்கள்
zh_hans: 提醒他快一点
zh_hant: 提醒他快一點

# 搜索或添加位置
source: Search or add a location
ar: بحث أو إضافة موقع
es: Buscar o agregar una ubicación
fr: Rechercher ou ajouter un emplacement
hi: कोई स्थान खोजें या जोड़ें
pt: Pesquise ou adicione um local
ta: இருப்பிடத்தைத் தேடவும் அல்லது சேர்க்கவும்
zh_hans: 搜索或添加位置
zh_hant: 搜尋或新增位置

# 操作失败
source: Operation failed
ar: فشلت العملية
es: Operación fallida
fr: L'opération a échoué
hi: प्रचालन विफल रहा
pt: Falha na operação
ta: ஆபரேஷன் தோல்வியடைந்தது
zh_hans: 操作失败
zh_hant: 操作失敗

# 操作失败，请稍后重试。
source: Action failed. Please try again later.
ar: فشل الإجراء. يرجى المحاولة مرة أخرى لاحقا.
es: La acción falló. Inténtelo de nuevo más tarde.
fr: L'action a échoué. Veuillez réessayer plus tard.
hi: कार्रवाई विफल रही. कृपया बाद में पुन: प्रयास करें।
pt: A ação falhou. Por favor, tente novamente mais tarde.
ta: செயல் தோல்வியடைந்தது. பிறகு முயற்சிக்கவும்.
zh_hans: 操作失败，请稍后重试。
zh_hant: 操作失敗，請稍後重試。

# 支持
source: Support
ar: يدعم
es: Apoyo
fr: Soutien
hi: सहायता
pt: Apoiar
ta: ஆதரவு
zh_hans: 支持
zh_hant: 支援

# 支持 Apple、Magic Link、Phone OTP
source: Support Apple, Magic Link, Phone OTP
ar: دعم أبل، ماجيك لينك، الهاتف OTP
es: Compatible con Apple, Magic Link, teléfono OTP
fr: Prise en charge d'Apple, Magic Link, téléphone OTP
hi: ऐप्पल, मैजिक लिंक, फोन ओटीपी का समर्थन करें
pt: Suporte Apple, Magic Link, Telefone OTP
ta: Apple, Magic Link, Phone OTP ஆகியவற்றை ஆதரிக்கவும்
zh_hans: 支持 Apple、Magic Link、Phone OTP
zh_hant: 支援 Apple、Magic Link、Phone OTP

# 支持与法律
source: SUPPORT & LEGAL
ar: الدعم والقانوني
es: SOPORTE Y LEGALIDAD
fr: ASSISTANCE & JURIDIQUE
hi: समर्थन एवं कानूनी
pt: SUPORTE E JURÍDICO
ta: ஆதரவு & சட்டபூர்வமானது
zh_hans: 支持与法律
zh_hant: 支持與法律

# 支持我们
source: Support Us
ar: ادعمنا
es: Apóyanos
fr: Soutenez-nous
hi: हमें सपोर्ट करें
pt: Apoie-nos
ta: எங்களை ஆதரியுங்கள்
zh_hans: 支持我们
zh_hant: 支持我們

# 收起位置共享
source: Collapse location sharing
ar: طي مشاركة الموقع
es: Contraer ubicación compartida
fr: Réduire le partage de position
hi: स्थान साझाकरण संक्षिप्त करें
pt: Recolher compartilhamento de localização
ta: இடப் பகிர்வை சுருக்கு
zh_hans: 收起位置共享
zh_hant: 收起位置共享

# 收起更多选项
source: Collapse more options
ar: طي المزيد من الخيارات
es: Contraer más opciones
fr: Réduire plus d'options
hi: अधिक विकल्प संक्षिप्त करें
pt: Recolher mais opções
ta: மேலும் விருப்பங்களைச் சுருக்கவும்
zh_hans: 收起更多选项
zh_hant: 收起更多選項

# 收起群组成员列表
source: Collapse group member list
ar: طي قائمة أعضاء المجموعة
es: Contraer lista de miembros
fr: Réduire la liste des membres
hi: समूह सदस्य सूची संक्षिप्त करें
pt: Recolher lista de membros
ta: குழு உறுப்பினர் பட்டியலை சுருக்கு
zh_hans: 收起群组成员列表
zh_hant: 收起群組成員列表

# 放弃
source: give up
ar: استسلم
es: rendirse
fr: abandonner
hi: छोड़ दो
pt: desistir
ta: விட்டுவிடுங்கள்
zh_hans: 放弃
zh_hant: 放棄

# 放弃本地数据
source: Discard local data
ar: تجاهل البيانات المحلية
es: Descartar datos locales
fr: Supprimer les données locales
hi: स्थानीय डेटा छोड़ें
pt: Descartar dados locais
ta: உள்ளூர் தரவை நிராகரிக்கவும்
zh_hans: 放弃本地数据
zh_hant: 放棄本機資料

# 教育与证件
source: Education and Documents
ar: التعليم والوثائق
es: Educación y documentos
fr: Éducation et documents
hi: शिक्षा एवं दस्तावेज़
pt: Educação e Documentos
ta: கல்வி மற்றும் ஆவணங்கள்
zh_hans: 教育与证件
zh_hant: 教育與證件

# 敬请期待
source: Coming soon
ar: قريبا
es: Próximamente
fr: Bientôt disponible
hi: जल्द आ रहा है
pt: Em breve
ta: விரைவில் வரும்
zh_hans: 敬请期待
zh_hant: 敬請期待

# 数据仅保存在本机
source: Data stored on this device only
ar: البيانات محفوظة على هذا الجهاز فقط
es: Los datos solo se guardan en este dispositivo
fr: Données stockées uniquement sur cet appareil
hi: डेटा केवल इस डिवाइस पर सहेजा गया
pt: Dados armazenados apenas neste dispositivo
ta: தரவு இந்த சாதனத்தில் மட்டுமே சேமிக்கப்படுகிறது
zh_hans: 数据仅保存在本机
zh_hant: 資料僅儲存在本機

# 文字大小
source: Text Size
ar: حجم النص
es: Tamaño del texto
fr: Taille du texte
hi: टेक्स्ट का साइज़
pt: Tamanho do texto
ta: உரை அளவு
zh_hans: 文字大小
zh_hant: 文字大小

# 新建任务 ✨
source: Create new task ✨
ar: إنشاء مهمة جديدة ✨
es: Crear nueva tarea ✨
fr: Créer une nouvelle tâche ✨
hi: नया कार्य बनाएं ✨
pt: Crie uma nova tarefa ✨
ta: புதிய பணியை உருவாக்கவும் ✨
zh_hans: 新建任务 ✨
zh_hant: 新任務 ✨

# 新建待办
source: New To-Do
ar: مهمة جديدة
es: Nueva tarea
fr: Nouvelle tâche
hi: नया कार्य
pt: Nova tarefa
ta: புதிய பணி
zh_hans: 新建待办
zh_hant: 新建待辦

# 新建日程
source: New Event
ar: موعد جديد
es: Nuevo evento
fr: Nouvel événement
hi: नया कार्यक्रम
pt: Novo evento
ta: புதிய நிகழ்வு
zh_hans: 新建日程
zh_hant: 新建日程

# 新建群组
source: Create new group
ar: إنشاء مجموعة جديدة
es: Crear nuevo grupo
fr: Créer un nouveau groupe
hi: नया समूह बनाएं
pt: Criar novo grupo
ta: புதிய குழுவை உருவாக்கவும்
zh_hans: 新建群组
zh_hant: 新建群組

# 旅行证 / 回乡证号
source: Travel permit/return permit number
ar: رقم تصريح السفر/تصريح العودة
es: Número de permiso de viaje/permiso de regreso
fr: Numéro de permis de voyage/permis de retour
hi: यात्रा परमिट/वापसी परमिट संख्या
pt: Número da autorização de viagem/autorização de retorno
ta: பயண அனுமதி/திரும்ப அனுமதி எண்
zh_hans: 旅行证 / 回乡证号
zh_hant: 旅行證 / 回鄉證號

# 无
source: none
ar: لا أحد
es: ninguno
fr: aucun
hi: कोई नहीं
pt: nenhum
ta: எதுவும் இல்லை
zh_hans: 无
zh_hant: 無

# 无法使用相机
source: Camera Unavailable
ar: الكاميرا غير متاحة
es: Cámara no disponible
fr: Appareil photo indisponible
hi: कैमरा उपलब्ध नहीं
pt: Câmera indisponível
ta: கேமரா கிடைக்கவில்லை
zh_hans: 无法使用相机
zh_hant: 無法使用相機

# 无法创建支持邮件，请稍后重试。
source: Unable to open support email. Please try again later.
ar: غير قادر على فتح البريد الإلكتروني للدعم. يرجى المحاولة مرة أخرى لاحقا.
es: No se puede abrir el correo electrónico de soporte. Inténtelo de nuevo más tarde.
fr: Impossible d'ouvrir l'e-mail d'assistance. Veuillez réessayer plus tard.
hi: समर्थन ईमेल खोलने में असमर्थ. कृपया बाद में पुन: प्रयास करें।
pt: Não foi possível abrir o e-mail de suporte. Por favor, tente novamente mais tarde.
ta: ஆதரவு மின்னஞ்சலைத் திறக்க முடியவில்லை. பிறகு முயற்சிக்கவும்.
zh_hans: 无法创建支持邮件，请稍后重试。
zh_hant: 無法建立支援郵件，請稍後重試。

# 无法启动扫描仪。请稍后重试。
source: Could not start scanner. Please try again later.
ar: تعذر بدء تشغيل الماسح الضوئي. يرجى المحاولة مرة أخرى لاحقا.
es: No se pudo iniciar el escáner. Inténtelo de nuevo más tarde.
fr: Impossible de démarrer le scanner. Veuillez réessayer plus tard.
hi: स्कैनर प्रारंभ नहीं हो सका. कृपया बाद में पुन: प्रयास करें।
pt: Não foi possível iniciar o scanner. Por favor, tente novamente mais tarde.
ta: ஸ்கேனரைத் தொடங்க முடியவில்லை. பிறகு முயற்சிக்கவும்.
zh_hans: 无法启动扫描仪。请稍后重试。
zh_hant: 無法啟動掃描器。請稍後重試。

# 无法完成登录
source: Unable to complete login
ar: غير قادر على إكمال تسجيل الدخول
es: No se puede completar el inicio de sesión
fr: Impossible de terminer la connexion
hi: लॉगिन पूरा करने में असमर्थ
pt: Não foi possível concluir o login
ta: உள்நுழைவை முடிக்க முடியவில்லை
zh_hans: 无法完成登录
zh_hant: 無法完成登入

# 无法直接注销
source: Cannot Delete Account
ar: غير قادر على تسجيل الخروج مباشرة
es: No se puede eliminar la cuenta directamente
fr: Impossible de supprimer le compte directement
hi: खाता सीधे हटाया नहीं जा सकता
pt: Não é possível excluir a conta diretamente
ta: கணக்கை நேரடியாக நீக்க முடியாது
zh_hans: 无法直接注销
zh_hant: 無法直接刪除帳號

# 无法解析重复任务分组，无法批量删除。
source: Could not resolve the recurring series group; bulk delete is unavailable.
ar: تعذر تحديد مجموعة السلسلة المتكررة؛ الحذف الجماعي غير متاح.
es: No se pudo resolver el grupo de series recurrentes; la eliminación masiva no está disponible.
fr: Impossible de résoudre le groupe de série récurrente ; suppression groupée indisponible.
hi: आवर्ती श्रृंखला समूह हल नहीं हो सका; बल्क हटाना उपलब्ध नहीं है।
pt: Não foi possível resolver o grupo de série recorrente; exclusão em massa indisponível.
ta: திரும்பத் திரும்ப வரும் தொடர் குழுவை கண்டறிய முடியவில்லை; மொத்த நீக்கம் கிடைக்கவில்லை.
zh_hans: 无法解析重复任务分组，无法批量删除。
zh_hant: 無法解析重複任務分組，無法批量刪除。

# 无法访问相册，请在系统设置中允许保存照片。
source: Can't access Photos. Allow saving in Settings.
ar: لا يمكن الوصول إلى الصور. اسمح بالحفظ في الإعدادات.
es: No se puede acceder a Fotos. Permite guardar en Ajustes.
fr: Accès à Photos refusé. Autorisez l'enregistrement dans Réglages.
hi: फ़ोटो एक्सेस नहीं। सेटिंग्स में सहेजने की अनुमति दें।
pt: Sem acesso a Fotos. Permita salvar em Ajustes.
ta: புகைப்பட அணுகல் இல்லை. அமைப்புகளில் சேமிக்க அனுமதிக்கவும்.
zh_hans: 无法访问相册，请在系统设置中允许保存照片。
zh_hant: 無法存取相簿，請在系統設定中允許儲存照片。

# 无限群组与成员
source: Unlimited groups & members
ar: مجموعات وأعضاء بلا حدود
es: Grupos y miembros ilimitados
fr: Groupes et membres illimités
hi: असीमित समूह और सदस्य
pt: Grupos e membros ilimitados
ta: வரம்பற்ற குழுக்கள் & உறுப்பினர்கள்
zh_hans: 无限群组与成员
zh_hant: 無限群組與成員

# 无需手机号，由您直接替 Ta 记录任务（适合小孩子或长辈）。
source: No phone number needed—you can record tasks on their behalf (great for kids or elders).
ar: لا حاجة لرقم هاتف—يمكنك تسجيل المهام نيابة عنهم (مناسب للأطفال أو كبار السن).
es: No se necesita número de teléfono: puedes registrar tareas en su nombre (ideal para niños o mayores).
fr: Pas besoin de numéro de téléphone—enregistrez des tâches pour eux (idéal pour les enfants ou les aînés).
hi: फ़ोन नंबर की ज़रूरत नहीं—आप उनकी ओर से कार्य दर्ज कर सकते हैं (बच्चों या बुजुर्गों के लिए उपयुक्त)।
pt: Sem número de telefone—você pode registrar tarefas em nome deles (ideal para crianças ou idosos).
ta: தொலைபேசி எண் தேவையில்லை—நீங்கள் அவர்களுக்காக பணிகளை பதிவு செய்யலாம் (குழந்தைகள் அல்லது முதியவர்களுக்கு ஏற்றது).
zh_hans: 无需手机号，由您直接替 Ta 记录任务（适合小孩子或长辈）。
zh_hant: 無需手機號，由您直接替 Ta 記錄任務（適合小孩子或長輩）。

# 日
source: Day
ar: يوم
es: Día
fr: Jour
hi: दिन
pt: Dia
ta: நாள்
zh_hans: 日
zh_hant: 日

# 日程表
source: Schedule
ar: جدول
es: cronograma
fr: calendrier
hi: अनुसूची
pt: agendar
ta: அட்டவணை
zh_hans: 日程表
zh_hant: 日程表

# 时间
source: Time
ar: الوقت
es: Hora
fr: Heure
hi: समय
pt: Hora
ta: நேரம்
zh_hans: 时间
zh_hant: 時間

# 时间规划
source: Time
ar: وقت
es: Tiempo
fr: Temps
hi: समय
pt: Tempo
ta: நேரம்
zh_hans: 时间
zh_hant: 時間

# 时间设置
source: Time setting
ar: إعداد الوقت
es: Ajuste de hora
fr: Réglage de l'heure
hi: समय निर्धारण
pt: Configuração de tempo
ta: நேர அமைப்பு
zh_hans: 时间设置
zh_hant: 時間設定

# 是
source: yes
ar: نعم
es: Sí
fr: Oui
hi: हाँ
pt: sim
ta: ஆம்
zh_hans: 是
zh_hant: 是
